Revit 2027 API
ParameterTypeId.ElementIsCutting Property
 "Solid/Void"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElementIsCutting { get; }
Public Shared ReadOnly Property ElementIsCutting As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElementIsCutting {
	ForgeTypeId^ get ();
}
static member ElementIsCutting : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace